{"code":0,"msg":"success","tag":"filter-equip","data":{"info":{"type":2,"map_id":"175","name":"血战天策","mode":"10人普通","introduce":"天宝年间，安史之乱持续侵扰中原大地，首当其冲的天策府数位将领在频繁鏖战之中身受重伤，这引起了狼牙军更进一步攻下天策府的企图。\\n此时江湖之中消息之士已然知晓了狼牙大军的动向，群雄驰援天策府，要将狼牙诸雄劫杀在此。","backgroup":"","boss_infos":[{"index":318,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"席庶云","summary":"天策府内，曹雪阳作为断后的武将，和入侵天策府的狼牙士兵交战。府外的天策士兵组织起来欲前往帮助曹雪阳，但是天策府的城门被关闭，于是天策士兵发起了攻城战，这时狼牙将领席庶云率领狼牙援军从后方出现，侠士们需要阻止他们到达城门处。"},{"index":319,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"关卡：固守天策府","summary":"狼牙军大举进攻天策府，天策将士寡不敌众，无奈后撤，曹雪阳请缨断后，与其兄长山狼曹将军在天策府对峙。如今天策将士得到休整，组织反攻，营救曹雪阳，攻城部队已经开始攻打府门，但是狼牙军派出士兵，欲除掉攻城部队。侠士纷纷赶来，借助周围的箭塔箭弩与山顶的滚石，来阻止狼牙士兵的进攻，为攻城部队赢取时间，并且阻止狼牙士兵破坏箭塔。"},{"index":320,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"曹炎烈","summary":"曹炎烈，狼牙军中的“山狼”，天策府曹雪阳将军之兄。是狼牙中为数不多的几个汉人。安禄山为了不使狼牙走露风声，所以极少信任汉人，但曹将军却是一个例外，安禄山将狼牙与三镇之间所有的联系事务都交给了他，而且据说在南方武林中都有他的眼线。曹炎烈从武牢关挥兵北上，入侵天策府，希望在乱局之中获得自己想要的东西。"},{"index":321,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"关卡：保护青骓牧场","summary":"狼牙军围攻天策府，李承恩与朱剑秋带领一部分天策将士撤退到天策府北方的青骓牧场，在此休整。天策府、青骓牧场西方的天策属地已尽数被狼牙占领，战事危机。朱剑秋委托侠士，前往前线的各个狼牙据点，击败狼牙军，以解战事之急。"},{"index":322,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"沙叱博","summary":"沙叱博是室韦人，体魄魁梧，从小练就刀枪不入之身，怒吼起来就像草原上嘶鸣的恶狼。后来安禄山在征途中遇到了沙叱博，他看这个野人相貌凶恶，身形巨大，就将他招揽到狼牙之中，封为八大金刚之一的“雷狼”。沙叱博最拿手的本领就是将人高高举过头顶，然后用膝盖将人折为两段，极为凶悍。"},{"index":323,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"阿史那从礼","summary":"阿史那从礼，四十岁，突厥人，父亲是曾经的突厥王阿史那玉，有一个孪生兄弟阿史那承庆。当年他们兄弟被突厥老将军哥舒恒所救，但是突厥王庭已被唐军攻破，父亲也成了阶下囚，两兄弟无家可归，只好领着残余军队流浪在漠北。为了复国，他们投靠了安禄山，安禄山非常赏识他们，任命为狼牙的“八大金刚”之首。他身负突厥王族秘术，此次主动请缨追击哥舒翰的残部，都是因为哥舒翰是当年老将军哥舒恒的亲族侄儿，有意救他一命。"},{"index":324,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"黑齿元佑","summary":"黑齿元佑是百济丛山中的黑齿族族长，他因为抵抗百济国王的军队，差点就被处以极刑，幸有狼牙军师徐归道解救了他。黑齿元佑感念徐归道的救命之恩，随他加入了狼牙。安禄山大喜，不仅封他为狼牙长老，还专门负责招揽和培训奇人异士，使狼牙的实力又达到了一个新的境界。"},{"index":325,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"苏曼莎","summary":"苏曼莎身为狼牙“摘星长老”，拥有绝色容颜，精通刺杀之术，为安禄山训练培养出无数杀人于无形的刺客。"},{"index":326,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"令狐伤","summary":"令狐伤是狼牙“逐日长老”，漠北第一美男子，安禄山最引以为豪的义弟，西域第一剑手，与苏曼莎有着恩怨交缠的过去，如今奉了义兄之命，与苏曼莎进入天策，阻截天枪杨宁的部队。"}],"stategy_infos":[],"maps":[{"map_id":"175","mode":"10人普通","boss_index":0},{"map_id":"176","mode":"25人英雄","boss_index":0}]},"cat_id":"5bff87b56c074a74c26c1c38"}}