{"code":0,"msg":"success","tag":"filter-equip","data":{"info":{"type":2,"map_id":"283","name":"狼牙堡•战兽山","mode":"10人普通","introduce":"洛阳城中，独孤九夺回的武器，在霸刀武库里被一批神秘怪物所劫，一切的线索都指向卷土重来的天一教和隐秘于范阳的狼牙堡。狼牙堡易守难攻，乃是当年安禄山暗中花费巨资，在范阳郊外的狼山所建立的堡垒。里面机关处处，还隐藏着无数狼牙军花重金请来的关外高手。而洛阳城中，此时亦聚集了诸多武林人士，他们同心齐志，欲要展开一场反攻狼牙的战斗。\\n   此事由霸刀山庄和丐帮牵头，加上自长安赶赴洛阳的五毒教曲云，还有浩气盟少侠穆玄英和七星之一的“开阳”可人，众人决定亲自前去狼牙堡一探，遂分成两支队伍，先由霸刀柳静海，独孤九和五毒教曲云，德夯等人开路，其后众人再行潜入，分散目标。\\n  而身在洛阳城中的塔纳之主唐书雁听闻此事后，也偷偷跟随在他们身后，进入了狼牙堡内。","backgroup":"","boss_infos":[{"index":549,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"报九枫","summary":"乌蒙贵欲培养精通中原武学的高手为已用，九枫对武学的领悟并非一流，但他对中原人的用兵策略之道上很有天赋，这还是玛索的二叔父乌缇夜发掘出他，未曾被更重视武技的乌蒙贵所埋没，从前九枫还是寻常的天一“寻蝶部”的一个精锐弟子，那时许多弟子远远看着有惊心动魄美貌的玛索，都难免为灵蛇使者的妖娆倾倒，九枫便是其中寻常的一个。"},{"index":550,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"无支祁","summary":"乌蒙贵为了筹备建立天一教的资金，曾在杭州借五毒教之名与当地首富吴梦永交好，后来目的败露，为了威胁首富，乌蒙贵提前将毒蛊注入对方家族，逐渐使得全家变为他毒药的实验牺牲品。富豪的儿子吴玉齐是一位俊美少年，因为外出而没有中毒，乌蒙贵趁其不备将其骨骼震断，并用毒物让其不死，乌蒙贵再以恋人一家性命要挟要求其变为他的长久实验对象。多年后，由于百毒俱全，吴玉齐已面目全非，身体各部位也异常怪异，每一段时间需要食生肉，乌蒙贵认为没有达到自己炼药的目的，将其视为一只宠物，改名叫无支祁而留与天一教中，无支祁时而狂性大发，乌蒙贵认为太过危险，难以控制，便将其带入狼牙看管。"},{"index":551,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"也漠河","summary":"也漠河是花卫团的首领，他原本是一名武功高强的五毒弟子，因为不服从乌蒙贵的命令，被他炼成尸人。也漠河和一般的花卫不同，自从他有了意识，对于乌蒙贵和玛索的恨都同样深，他并不稀罕玛索的帮助，只是受制于乌蒙贵，不得不听令于他，但是也漠河随时都想着能够从乌蒙贵身边逃脱，回到苗疆。"},{"index":552,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"乌灵风","summary":"当年乌蒙贵和乌缇夜没有办法接受姐姐重伤无救，考虑到天一教秘密长老公治菱曾经借助尸炼法成功救活了自己的女儿莫蕾。于是乌蒙贵授命公治菱，许可她与乌缇夜一同带着乌灵风前往天一教的分部，并允许她在危机之时动用并不可靠的尸炼法，试图挽回姐姐的性命，再次醒来的乌灵风，发现自己已经成为了一个奇特的塔纳，她的身体里竟有藤蔓和花朵在茂盛生长，公治菱告诉她，在毒神殿中的那场激烈打斗，让乌灵风的骨骼经络受损太重，如果不植入“蜂窥藤”，她将再也见不到自己的弟弟和仰望她的天一部下。乌灵风的生活因此多了许多从前并不会在意的烦恼，因为一些较硬的藤蔓，入睡时她不能自如躺卧，那样翻身时，常会感受到胸腹部的藤枝，而山林中飞舞的野蜂和凤尾蝶在吸食了她身上的花蜜之后，也变得更强壮和富有攻击性，还好，它们认得自己是为蜂蝶提供好食物的“好朋友”。"},{"index":553,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"唐书雁","summary":"乌蒙贵对于背叛他的人更是深恶痛绝，他曾经有多喜爱唐书雁现在就有多恨她。乌蒙贵解开《尸典》更多篇章后，对于炼制尸人和兽傀儡有了更多心得。他让花卫团和兽傀儡将唐书雁擒下，利用唐书雁内心的弱点，将曾经不受控的塔纳控制在了自己手里。他要让唐书雁亲手杀死自己的爱人，以解他心头之恨。"}],"stategy_infos":[],"maps":[{"map_id":"283","mode":"10人普通","boss_index":0},{"map_id":"286","mode":"25人英雄","boss_index":0}]},"cat_id":"5bff88146c074a74c26c1c43"}}