{"code":0,"msg":"success","tag":"filter-equip","data":{"info":{"type":2,"map_id":"341","name":"冰火岛•荒血路","mode":"10人普通","introduce":"第一代苍天君葛有崖，发掘了这座荒岛。岛中心的山峦外部覆盖暗红色石块，但内部中空遍布类似冰晶的奇石，可极大影响内力运转，故得名冰火岛。因奇石的特殊功用，被改造成为冰火监狱，经过历代苍天君的建设，监狱分为五层，越高层的囚犯带来的危害越大。冰火监狱不仅用来关押危害江湖的囚徒，也掩藏着不为人知的秘密。\\n    冰火岛遭到入侵，方乾得到消息，急令手下七枚前往冰火岛救援。七枚邀请玩家同他们一起进入冰火岛，除掉入侵之人。\\n    而围绕于伊玛目身边的势力不仅有隐元会，还有同伊玛目同源的明教和红衣教之人。伊玛目当年入中原，便是为了寻回现已为明教和红衣教两大教派教主的，原祆教长老陆危楼和阿萨辛。两教听闻伊玛目被抓消息，都不约而同地派出教中精英，欲入冰火岛一探伊玛目，获知波斯祆教秘术。","backgroup":"","boss_infos":[{"index":622,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"康疑","summary":"冰火岛的弟子，大都来自于东海世外三岛。在历代苍天君有意无意的筛选下，甚少有其他岛屿能参与此间秘事。然而冰火岛弟子只知效忠于岛主，并不知岛主背后的打算。在他们看来，抓捕海上作恶之人，乃是非常光荣的善行，他们很愿意为此付出努力。然而也有部分人为名利而来，觉得冰火岛岛主的行为有些可疑，随着时间的变迁，对环境的不满逐渐心生怨恨。来自洞天福地康家的康疑便是其中之一。所以在波斯祆教为了救长老伊玛目的行动中，康疑和部分冰火岛弟子，被祆教放出来的谣言所迷惑，收取贿赂，宣扬冰火岛岛主乃是保藏祸心，暗地里囚禁一教长老，欲侵吞祆教势力。康疑同祆教前来营救伊玛目的弟子里应外合，打开了冰火岛的大门。"},{"index":623,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"铂尔","summary":"铂尔出身于波斯的一个普通家庭，同其他波斯人一样，他小时候就接受了祆教的洗礼，信奉了祆教。他对祆教所授的二元论深信不疑，将全身心都供奉给了自己信任的最高神。伊玛目作为教长，引导着所有信徒的信仰。曾经的二大长老离开波斯的时候，铂尔还是个小孩子，对他们印象不深。所以在他心中，这两位长老就是背叛者，他不懂为什么教长要想方设法将他们找回来，并且一去就是这么多年。不过他自己的疑问并不重要，他所需要的就是服从于他们的神，侍奉好教长。幸好他是个习武的好苗子，不仅得到教中高手罗纳真收为徒弟，还有幸被派到中原，在他们的教长身边。伊玛目高兴时，也会指点这些新来的弟子武功招式，加之铂尔特别刻苦，不过三十多岁，便是教中高手。一心要为祆教贡献，信念比其他人更强，当伊玛目被九天囚禁之后，他第一时间冷静了下来，细想要如何才能救出教长。"},{"index":624,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"罗纳真","summary":"罗纳真在波斯时就是伊玛目手下弟子，他近乎狂热地支持这位教长。他的武功来自于伊玛目，当伊玛目被九天扣留的消息传来，他几乎要立刻冲到冰火岛中，将伊玛目救出来，幸好他的弟子，同样是波斯祆教教徒的铂尔，将他拦了下来，告诉他要从长计议，九天并不是好对付的对手，只能趁着现在伊玛目刚被关入牢笼，九天内部亦经过了一次洗牌，正值疲惫之机，潜入冰火岛，拯救伊玛目。"},{"index":625,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"没藏呼月与拓跋思羽","summary":"从小就在月泉宗中长大的北方少数民族战士。使用一柄长剑“白凰破云”。她在月泉宗中有着自己的想法，剑法成熟之后就四处旅行修炼，每当宗中有大事发生之时才会回到渤海国。没藏呼月是天生的战斗民族，它渴望找到比自己更加强大的敌人。拓跋思羽是中原一只极通人性的巨狼，曾是死去的拓跋思南的好友，后来在拓跋思南被追杀，比剑死后，未有回到故乡，思羽四处寻找拓跋思南。它在西北地区遇到了没藏呼月并进行了对决，二者打成平手，后成为了没藏呼月的修行同伴，并同时继续寻找拓跋思南。"},{"index":627,"icon":"https://dl.pvp.xoyo.com/prod/icons/","name":"拿云","summary":"她没有名字，从小就被阿萨辛收养便一直伴随在阿萨辛身边，她是这个世界上最忠于阿萨辛的人，也是阿萨辛最信赖的女子。所以，现在她掌管着红衣教最神秘的组织——秘法门。这个组织是专门为阿萨辛服务的，她们的任务大多是教内的机密事务，除了自己和上司不会再有第二个人知道。她们的能力是教中最高的，当然忠诚度也最高。如果阿兹拉耶母是一位普通的女子，那她现在或许已是集万千宠爱于一身了。但是，她偏偏是阿萨辛的人，阿兹拉耶母心里只有阿萨辛，对于她来说阿萨辛是她活在世上的理由，是她在世上唯一的依托，是她的主人。她不能抗拒他俊秀的面容，不能抗拒他迷人的微笑，不能抗拒他惊人的博学，甚至不能抗拒他的冷淡，从小到大阿萨辛在她心中的地位有增无减。阿兹拉耶母不会像其他的女子，期望可以和自己心爱的人结为夫妻，因为她知道他与她永远只能是主仆的关系。"}],"stategy_infos":[],"maps":[{"map_id":"341","mode":"10人普通","boss_index":0},{"map_id":"354","mode":"25人英雄","boss_index":0},{"map_id":"360","mode":"25人挑战","boss_index":0},{"map_id":"361","mode":"试炼秘境","boss_index":0}]},"cat_id":"5bff8bdb6c074a74c26c1c4e"}}